Repository: eFiniLan/openpilot-apks
Catalog: offroad/js/locales/*/messages.po
Languages: de_de

source: 1 year of storage
de_de: 1 Jahr Speicherplatz

source: < Account Settings
de_de: < Kontoeinstellungen

source: < Developer Settings
de_de: < Entwicklereinstellungen

source: < Device Settings
de_de: < Geräteeinstellungen

source: < Network Settings
de_de: < Netzwerkeinstellungen

source: < Settings
de_de: < Einstellungen

source: A driver assistance system is not a self driving car. This means openpilot is designed to work with you, not without you. Your attention is required to drive.
de_de: Ein Fahrerassistenzsystem ist kein selbstfahrendes Auto. Dies bedeutet, dass Openpilot so konzipiert ist, dass es mit Ihnen und nicht ohne Sie zusammenarbeitet. Ihre Aufmerksamkeit ist erforderlich, um zu fahren.

source: A vision algorithm leverages the road-facing camera to determine the path to drive.
de_de: Ein Sichtalgorithmus nutzt die Straßenkamera, um den Fahrweg zu bestimmen.

source: ALERT
de_de: ALARM

source: ALERTS
de_de: ALARME

source: ALL TIME
de_de: GESAMT

source: Accept Terms and Conditions
de_de: Nutzungsbedingungen akzeptieren

source: Account
de_de: Konto

source: Allow devices to connect to your device using Secure Shell (SSH).
de_de: Ermöglichen Sie Geräten, mithilfe von Secure Shell (SSH) eine Verbindung zu Ihrem Gerät herzustellen.

source: Allow openpilot to obey left-hand traffic conventions and perform driver monitoring on right driver seat.
de_de: Openpilot soll die Verkehrsregeln für linksseitigen Verkehr einhalten und eine Fahrerüberwachung auf dem rechten Fahrersitz durchführen.

source: Are you sure you want to reboot?
de_de: Möchten Sie wirklich neu starten?

source: Are you sure you want to shutdown?
de_de: Sind Sie sicher, dass Sie herunterfahren möchten?

source: Are you sure you want to uninstall?
de_de: Sind Sie sicher, dass Sie deinstallieren möchten?

source: Authenticating...
de_de: Authentifizierung...

source: Authentication problem
de_de: Authentifizierungsproblem

source: Authorized SSH Keys
de_de: Autorisierte SSH-Schlüssel

source: Become a comma prime member in the comma app and get premium features!
de_de: Werden Sie Comma Prime Mitglied in der Comma App und erhalten Sie Premiumfunktionen!

source: Before any signals are sent to control your car, sensors are fused to construct a scene of the road.
de_de: Bevor Signale zur Steuerung Ihres Autos gesendet werden, werden Sensoren zusammengeführt, um eine Straßenszene zu erstellen.

source: Begin Training
de_de: Training beginnen

source: COMMA POINTS
de_de: COMMA PUNKTE

source: Camera Calibration
de_de: Kamerakalibrierung

source: Camera from Device
de_de: Kamera vom Gerät

source: Cancel
de_de: Abbrechen

source: Comma.ai, Inc. Terms & Conditions
de_de: Comma.ai, Inc. Geschäftsbedingungen

source: Community maintained features are not confirmed by comma.ai to meet the standard safety model. Be extra cautious using them.
de_de: Von der Community gepflegte Funktionen werden von comma.ai nicht sicherheitsüberprüft, ob sie das Standardsicherheitsmodell erfüllen. Seien Sie besonders vorsichtig, wenn Sie sie verwenden.

source: Congratulations! You have completed openpilot training.
de_de: Herzlichen Glückwunsch! Sie haben das Openpilot-Training abgeschlossen.

source: Connect
de_de: Verbinden

source: Connect to WiFi
de_de: Stellen Sie eine Verbindung zu WiFi her

source: Connect to a WiFi or cellular network to upload and review your drives.
de_de: Stellen Sie eine Verbindung zu einem WiFi oder Mobilfunknetz her, um Ihre Fahrten hochzuladen und zu überprüfen.

source: Connected
de_de: Verbunden

source: Continue
de_de: Fortsetzen

source: Continuously observe your surroundings for safety while gently nudging the steering wheel towards your desired lane. The combination of turn signal and wheel nudge will prompt openpilot to change lanes.
de_de: Beobachten Sie Ihre Umgebung, während Sie das Lenkrad vorsichtig in Richtung der gewünschten Fahrspur bewegen. Die Kombination aus Blinker und Lenkradstoß veranlasst openpilot, die Spur zu wechseln.

source: DRIVES
de_de: FAHRTEN

source: Decline
de_de: Ablehnen

source: Developer
de_de: Entwickler

source: Developer perks
de_de: Entwicklervorteile

source: Device
de_de: Gerät

source: Device Paired
de_de: Gerät gekoppelt

source: Disengage openpilot
de_de: Openpilot ausschalten

source: Display speed in km/h instead of mp/h.
de_de: Anzeige der Geschwindigkeit in km/h anstelle von mp/h.

source: Download
de_de: Herunterladen

source: Driver Camera View
de_de: Ansicht Fahrerkamera

source: Driver Monitoring
de_de: Fahrerüberwachung

source: Edit
de_de: Bearbeiten

source: Enable
de_de: Aktivieren

source: Enable Community Features
de_de: Communityfunktionen aktivieren

source: Enable Lane Change Assist
de_de: Spurwechselassistent aktivieren

source: Enable Lane Departure Warnings
de_de: Aktivieren Sie Spurabfahrtswarnungen

source: Enable Right-Hand Drive
de_de: Rechtsseitigen Verkehr aktivieren

source: Enable SSH
de_de: SSH aktivieren

source: Enable openpilot
de_de: Openpilot anschalten

source: Engage openpilot
de_de: Openpilot aktivieren

source: Finish Setup
de_de: Setup beenden

source: Finish Training
de_de: Training beenden

source: Free Storage
de_de: Freien Speicherplatz

source: GitHub Username
de_de: GitHub Nutzername

source: Go Back
de_de: Zurück

source: HOURS
de_de: STUNDEN

source: Hide Alerts
de_de: Warnungen ausblenden

source: How was your drive?
de_de: Wie war die Fahrt?

source: I will be ready to take over at any time!
de_de: Ich werde jederzeit bereit sein zu übernehmen!

source: I will be ready to take over at any time.
de_de: Ich werde jederzeit bereit sein zu übernehmen.

source: I will keep my eyes on the road.
de_de: Ich werde die Straße im Blick behalten.

source: Keep in mind that certain situations are not handled by openpilot. Scenarios such as traffic lights, stop signs, quick vehicle cutins and pedestrians are unrecognized and openpilot may accelerate.
de_de: Beachten Sie, dass bestimmte Situationen nicht von Openpilot behandelt werden! Szenarien wie Ampeln, Stoppschilder, schnelles Fahrzeugeinscheren und Fußgänger werden nicht erkannt und Openpilot könnte da beschleunigen.

source: Later
de_de: Später

source: Limited Features
de_de: Eingeschränkte Funktionen

source: MILES
de_de: MEILEN

source: More Options
de_de: Mehr Optionen

source: No
de_de: Nein

source: No Network Connection
de_de: Keine Internetverbindung

source: Now that you’re all set up, it’s important to understand the functionality and limitations of openpilot as alpha software before testing.
de_de: Openpilot ist Software im Entwicklungsstadium (Alpha)! Nachdem Sie alle Einstellungen vorgenommen haben, ist es wichtig, vor dem Testen diese Lage und Einschränkungen zu verstehen.

source: Open Tethering Settings
de_de: Öffnen Sie die Tethering-Einstellungen

source: Open WiFi Settings
de_de: WiFi-Einstellungen öffnen

source: PAST WEEK
de_de: LETZTE WOCHE

source: Pair Device
de_de: Gerät koppeln

source: Pair Your Account
de_de: Konto verbinden

source: Pair your comma account with comma connect
de_de: Koppeln Sie Ihr Comma Konto mit Comma Connect

source: Paired
de_de: Verbunden

source: Password:
de_de: Passwort:

source: Perform Lane Change
de_de: Spurwechsel durchführen

source: Perform assisted lane changes with openpilot by checking your surroundings for safety, activating the turn signal and gently nudging the steering wheel towards your desired lane. openpilot is not capable of checking if a lane change is safe. You must continuously observe your surroundings to use this feature.
de_de: Führen Sie mit Openpilot assistierte Spurwechsel durch, indem Sie Ihre Umgebung auf Sicherheit prüfen, den Blinker dauerhaft aktivieren und das Lenkrad vorsichtig in Richtung der gewünschten Spur bewegen. Openpilot kann nicht überprüfen, ob ein Spurwechsel sicher ist. Sie müssen Ihre Umgebung kontinuierlich beobachten, um diese Funktion nutzen zu können.

source: Power Off
de_de: Ausschalten

source: Press cruise to engage and a pedal to disengage.
de_de: Zum Aktivieren drücken Sie ACC und ein Pedal zum Deaktivieren.

source: Preview the driver facing camera to help optimize device mounting position for best driver monitoring experience. (offroad use only)
de_de: Vorschau der Fahrerkamera zeigen, um die Montageposition des Geräts für eine optimale Fahrerüberwachung zu optimieren. (nur im Gelände)

source: Privacy policy available at https://my.comma.ai/privacy.html
de_de: Datenschutzbestimmungen finden Sie unter https://my.comma.ai/privacy.html

source: Radar from your car
de_de: Radar von Ihrem Auto

source: Read to Continue
de_de: Lesen Sie weiter

source: Reboot
de_de: Neustarten

source: Reboot Now
de_de: Jetzt Neustarten

source: Reboot and Update
de_de: Neustart und Update

source: Receive alerts to steer back into the lane when your vehicle drifts over a detected lane line without a turn signal activated while driving over 31mph (50kph).
de_de: Erhalten Sie Warnungen wenn Ihr Fahrzeug über eine erkannte Fahrspurlinie fährt, ohne dass ein Blinker aktiviert wurde. (über 50 km/h)

source: Record and Upload Driver Camera
de_de: Fahrerkamera aufnehmen und hochladen

source: Remote Access
de_de: Fernzugriff

source: Remove all
de_de: Alles entfernen

source: Resetting calibration requires a reboot.
de_de: Das Zurücksetzen der Kalibrierung erfordert einen Neustart.

source: Restart
de_de: Neustart

source: Review Terms
de_de: Bedingungen überprüfen

source: Review Training Guide
de_de: Schulung anschauen

source: Save
de_de: Speichern

source: Save failed. Ensure that your username is correct and you are connected to the internet.
de_de: Speichern fehlgeschlagen. Stellen Sie sicher, dass Ihr Benutzername korrekt ist und Sie mit dem Internet verbunden sind.

source: Scanning WiFi Networks...
de_de: Scannen von WiFi-Netzwerken...

source: Select face to continue
de_de: Wählen Sie um fortzufahren

source: Select lead car indicator
de_de: Wählen Sie die Leitfahrzeuganzeige

source: Select light to continue
de_de: Wählen Sie um fortzufahren

source: Select path to continue
de_de: Wählen Sie den Pfad aus, um fortzufahren

source: Select steering wheel
de_de: Lenkrad auswählen

source: Select turn signal
de_de: Abbiegesignal auswählen

source: Serial Number
de_de: Seriennummer

source: Show password
de_de: Passwort anzeigen

source: Shutdown
de_de: Herunterfahren

source: Skip For Now
de_de: Erstmal überspringen

source: Skip for Now
de_de: Erstmal überspringen

source: Start Lane Change
de_de: Spurwechsel starten

source: Succesfully paired to account
de_de: Erfolgreich mit dem Konto gekoppelt

source: Successfully paired to an account in
de_de: Erfolgreich mit einem Konto gekoppelt in

source: Tap "SET" (on screen) to engage
de_de: Tippen Sie auf "SET" (auf dem Bildschirm), um den Vorgang zu aktivieren

source: Tap a pedal to disengage
de_de: Tippen Sie auf ein Pedal zum Deaktivieren

source: Tell us how openpilot performed for this drive.
de_de: Sagen Sie uns, wie Openpilot bei dieser Fahrt war.

source: Terms of Service available at https://my.comma.ai/terms.html
de_de: Nutzungsbedingungen verfügbar unter https://my.comma.ai/terms.html

source: The calibration algorithm is always active on the road facing camera. Resetting calibration is only advised when the device reports an invalid calibration alert or when the device is remounted in a different position.
de_de: Der Kalibrierungsalgorithmus ist auf der Straßenkamera immer aktiv. Das Zurücksetzen der Kalibrierung wird nur empfohlen, wenn das Gerät eine ungültige Kalibrierung meldet oder wenn das Gerät an einer anderen Position wieder montiert wude.

source: The indicator is drawn either red or yellow to illustrate relative speed to the lead car.
de_de: Die Anzeige ist entweder rot oder gelb gezeichnet, um die relative Geschwindigkeit zum vorraufahrenden Fahrzeug darzustellen.

source: The lane lines are drawn with varying widths to reflect the confidence in finding your lane.
de_de: Die Fahrspurlinien werden mit unterschiedlichen Breiten gezeichnet, um das Vertrauen in die gefundene Fahrspur widerzuspiegeln.

source: The network "{0}" requires a password.
de_de: Das Netzwerk "{0}" erfordert ein Passwort.

source: The stock radar in your car helps openpilot measure the lead car distance for longitudinal control.
de_de: Das Serienradar in Ihrem Auto hilft Openpilot, den Abstand zum vorausfahrenden Fahrzeug zu messen. (longitudinal control)

source: There was a problem scanning WiFi networks. {0}Make sure WiFi is enabled in "More Options" above.
de_de: Beim Scannen von WiFi-Netzwerken ist ein Problem aufgetreten. {0}Stellen Sie sicher, dass WiFi unter "Weitere Einstellungen" oben aktiviert ist.

source: This guide can be replayed at any time from the device settings. To learn more about openpilot, read the wiki and join the community at discord.comma.ai
de_de: Diese Anleitung kann jederzeit über die Geräteeinstellungen angezeigt werden. Um mehr über Openpilot zu erfahren, lesen Sie das Wiki und treten Sie der Community unter discord.comma.ai bei

source: Uninstall
de_de: Deinstallieren

source: Uninstall {software}
de_de: {software} deinstallieren

source: Unpaired
de_de: Entkoppelt

source: Update Available
de_de: Update verfügbar

source: Upgrade Now
de_de: Jetzt Upgrade durchführen

source: Upload Speed
de_de: Uploadgeschwindigkeit

source: Upload data from the driver facing camera and help improve the driver monitoring algorithm.
de_de: Laden Sie Kameradaten mit Blick auf den Fahrer hoch um den Algorithmus für die Fahrerüberwachung zu verbessern.

source: Use Metric System
de_de: Verwenden Sie das metrische System

source: Use features from the open source community that are not maintained or supported by comma.ai and have not been confirmed to meet the standard safety model. Be extra cautious when using these features:{0} * GM car port{1} * Toyota with DSU unplugged{2} * Pedal interceptor{3}
de_de: Funktionen aus der Open Source-Community verwenden, die nicht von comma.ai verwaltet oder unterstützt werden (Erhebliches Sicherheitsrisiko!). Seien Sie besonders vorsichtig bei diesen Funktionen:{0} * GM car port{1} * Toyota with DSU unplugged{2} * Pedal interceptor{3}

source: Use the openpilot system for adaptive cruise control and lane keep driver assistance. Your attention is required at all times to use this feature. Changing this setting takes effect when the car is powered off.
de_de: Verwenden Sie Openpilot für die adaptive Geschwindigkeitsregelung und die Unterstützung des Fahrers. Ihre Aufmerksamkeit ist jederzeit erforderlich, um diese Funktion nutzen zu können. Das Ändern dieser Einstellung wird wirksam, wenn das Fahrzeug ausgeschaltet ist.

source: WARNING: {0} This grants SSH access to all public keys in your GitHub settings. {1} Never enter a GitHub username other than your own. {2} The built-in SSH key will be disabled if you proceed. {3} A comma employee will never ask you to add their GitHub. {4}
de_de: WARNUNG: {0} Dies gewährt SSH Zugriff auf alle öffentlichen Schlüssel in Ihren GitHub-Einstellungen. {1} Geben Sie niemals einen anderen GitHub-Benutzernamen als Ihren eigenen ein. {2} Der integrierte SSH-Schlüssel wird deaktiviert, wenn Sie fortfahren. {3} Ein Comma-Mitarbeiter wird Sie niemals auffordern, seinen GitHub Account hinzuzufügen. {4}

source: Welcome to openpilot alpha
de_de: Willkommen zur Openpilot Alpha

source: When encountering a potentially unsafe situation or exiting a highway, you can disengage with any pedal.
de_de: Wenn Sie in eine unsichere Situation geraten oder eine Autobahn verlassen, können Sie Openpilot mit jedem Pedal deaktivieren.

source: When openpilot is engaged, you must always pay attention! openpilot monitors awareness with 3D facial reconstruction and pose. Distracted drivers are alerted, then disengaged from openpilot until corrected.
de_de: Wenn Openpilot aktiviert ist, müssen Sie immer aufpassen! Openpilot überwacht die Aufmerksamkeit. Abgelenkte Fahrer werden alarmiert und dann zur Deaktivierung von Openpilot gezwungen.

source: When you are ready to engage openpilot at a comfortable speed, locate the cruise controls on your steering wheel and press "SET" to begin.
de_de: Wenn Sie bereit sind Openpilot einzuschalten, suchen Sie die ACC-Taste an Ihrem Lenkrad und drücken Sie "SET" zum Aktivieren.

source: While openpilot is engaged, you may keep your hands on the wheel to override lateral controls. Longitudinal controls will be managed by openpilot until the gas or brake pedal is pressed to disengage.
de_de: Während Openpilot aktiviert ist, können Sie Ihre mitlenken (lateral control). Die Entfernungssteuerung (longitudinal control) wird von Openpilot gesteuert, bis das Gas- oder Bremspedal zum deaktivieren gedrückt wird.

source: WiFi
de_de: W-lan

source: With openpilot engaged, turn on your signal, check your surroundings, and confirm it is safe to change lanes.
de_de: Schalten Sie bei aktiviertem Openpilot den Blinker ein, überprüfen Sie Ihre Umgebung und vergewissern Sie sich, dass der Spurwechsel sicher ist.

source: Yes
de_de: Ja

source: You may unpair your device in the comma connect app settings.
de_de: Sie können Ihr Gerät in den Einstellungen der Comma Connect-App entkoppeln.

source: and scan this code to pair.
de_de: und scannen Sie diesen Code, um ihn zu koppeln.

source: openpilot can change lanes with your assistance.
de_de: Openpilot kann Spurwechsel mit Ihrer Hilfe.

source: openpilot controls
de_de: Openpilot-Steuerelemente

source: openpilot disengaging
de_de: Openpilot wird deaktiviert

source: openpilot engaging
de_de: Openpilot wird aktiviert

source: openpilot is an advanced driver assistance system.
de_de: Openpilot ist ein fortschrittliches Fahrerassistenzsystem.

source: openpilot is not capable of checking if a lane change is safe. This is your job. openpilot will change lanes regardless if another vehicle is present.
de_de: Openpilot kann nicht überprüfen, ob ein Spurwechsel sicher ist. Das ist Ihre Aufgabe. Openpilot wechselt die Spur, unabhängig davon, ob ein anderes Fahrzeug dort ist.

source: openpilot lane changes
de_de: Openpilot-Spurwechsel

source: openpilot sensors
de_de: Openpilot-Sensoren

source: openpilot uses multiple sensors to see the road ahead.
de_de: Openpilot verwendet mehrere Sensoren, um die Straße vor sich zu sehen.

source: openpilot will engage when cruise control is set.
de_de: Openpilot wird aktiviert, wenn die Geschwindigkeitsregelung eingestellt ist.

source: openpilot will stop driving when a pedal is pressed.
de_de: Openpilot stoppt die Fahrt, wenn ein Pedal gedrückt wird.

source: {0} Free
de_de: {0} Frei
